import React from 'react';
import './Section4.css';

const Section4 = () => {
  return (
    <div className="Section4">
      <h1> "주현우"라는 사람은 </h1>
      <h2>어째서 카카오브레인에 도전하는가</h2>
      <p>
        쉬운 길이 아니라는 것은 알고 있습니다. 그러나 무조건 들어가고 싶어 밤을
        새워 웹개발에 도전해 포트폴리오를 만들었습니다. 아무리 어려운 일이
        닥치더라도 어떻게든 이겨내고 성장의 발판으로 삼습니다.
      </p>
      <p>
        AI를 사용해서 세상에 새로운 가치를 창출하고 싶습니다. 인간의 삶을 더
        편리하게 만들어주는 것은 AI 그 자체가 아닌 AI를 사용한 서비스입니다.
        언제나 AI를 활용해서 새로운 길을 개척해왔습니다. 앞으로도 세상을 바꿀
        기술을 창조하는 삶을 살아가고 싶습니다. 카카오브레인은 국내 최고의 AI
        기업으로서 지향하는 바가 저와 같다고 생각했습니다. 확고한 삶의 목표를
        가진 개발자로서 같은 길을 걸어가려고 하는 기업과 함께하고 싶어
        지원했습니다.
      </p>{' '}
      <p>
        2개월간 미친듯이 성장할 준비 되어있습니다. 최고의 기업과 함께 최고의
        서비스를 개발하는 최고의 Junior 개발자가 되고 싶습니다. 합격 이후에 무슨
        일이 있어도 카카오브레인 입사까지 달성해내겠습니다.
      </p>
      <p>세상을 바꾸겠습니다.</p>
      <h2>무서움을 모르는 추진력</h2>
      <p>
        학부시절, Python 기초도 할 줄 몰랐지만, 학과생들 앞에 나가서 당당히
        이야기했습니다. "나 파이썬, 딥러닝 고수다. 그러니 나에게 배울 사람들은
        와서 같이 프로젝트하자." 밤낮없이 공부하고 다시 그들을 가르치는 일상을
        반복하여, 그 프로젝트를 통해 대한민국 최고상을 받았습니다.{' '}
      </p>
      <p>
        React 기초도 없었으나, 3일 만에 GPT 마인드맵 서비스를 구축했습니다.
        배움에 대한 열망이 항상 열려있기에 학습 속도는 언제나 상상을 초월합니다.
        프로그램에서도 타 개발자들에게 밀리지 않고 프로젝트를 리드하겠습니다.
      </p>
    </div>
  );
};

export default Section4;
